IDEA Open Model
ConcreteBlockData Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ConcreteBlockData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcreteBlockData()
Public Sub New
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace